Repository: Lamank/Unistore
Catalog: src/translations/locale/*/LC_MESSAGES/django.po
Languages: az

source: Home
az: Ev

source: Blog
az: Bloq

source: Products
az: Məhsullar

source: More
az: Daha çox

source: Checkout
az: Yoxla

source: Contacts
az: Kontaktlar

source: Favorites
az: Favoritlər

source: Search
az: Axtarış

source: Logout
az: Çıxış

source: free
az: sərbəst

source: support
az: dəstək vermək

source: Low price
az: Aşağı qiymət

source: guarantee
az: zəmanət vermək

source: Manufacturer’s
az: İstehsalçının

source: warranty
az: zəmanət

source: Full refund
az: Tam geri qaytarma

source: Information
az: Məlumat

source: Laptops
az: Laptoplar

source: Tablets
az: Tabletlər

source: Servers
az: Serverlər

source: Support
az: Dəstək vermək

source: Location
az: Yer

source: Language
az: Dil

source: English
az: Ingilis

source: Azerbaijani
az: Azərbaycan

source: Currency
az: Valyuta

source: Euro
az: Avro

source: Pay your order in the most convenient way
az: Sifarişinizi ən əlverişli şəkildə ödəyin

source: Provide lightweight and powerull
az: Yüngül və powerull təmin edin

source: New amazing
az: Yeni heyrətamizdir

source: laptops
az: laptoplar

source: Device is designed for the creative people
az: Cihaz yaradıcı insanlar üçün hazırlanmışdır

source: View products
az: Məhsullara baxın

source: Luxury watches, business tablets and 3D touch:
az: Lüks saatlar, iş planşetləri və 3D touch:

source: How Apple plans to stay ahead in mobile.
az: Apple necə də mobil qalmağı planlaşdırır.

source: Brand new day
az: Yeni gün

source: for business
az: iş üçün

source: View article
az: Məqaləyə baxın

source: Buy now
az: Artıq almaq

source: Desktops
az: Masaüstlərin

source: Details
az: Təfərrüatlar

source: Add to cart
az: Səbətə əlavə et

source: View all desktops
az: Bütün masaüstlərini görün

source: Hybrid devices
az: Hibrid cihazları

source: View all devices
az: Bütün cihazlara baxın

source: View all tablets
az: Bütün tabletlərə baxın

source: Blog Headlines
az: Blog başlıqları

source: View all articels
az: Bütün məqalələrə baxın

source: Join our newsletter
az: Bülletenimizə qoşulun

source: Get more information and receive special discounts for our products.
az: Daha çox məlumat əldə edin və məhsullarımız üçün xüsusi endirimlər əldə edin.
